sphere-potentialFoam/0_orig/U
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  4.x                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    object      U;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (0 0 0);

boundaryField
{

    xmin
    {
        type            uniformFixedValue;
        uniformValue    constant (1 0 0);
    }
    xmax
    {
        type            zeroGradient;
    }
    ymin
    {
        type            zeroGradient;
    }
    ymax
    {
        type            zeroGradient;
    }
    zmin
    {
        type            zeroGradient;
    }
    zmax
    {
        type            zeroGradient;
    }
    sphere
    {
        type            zeroGradient;
    }

}

// ************************************************************************* //
