sphere-potentialFoam/0_orig/p
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  4.x                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{

    xmin
    {
        type            zeroGradient;
    }
    xmax
    {
        type            fixedValue;
        value           uniform 0;
    }
    ymin
    {
        type            zeroGradient;
    }
    ymax
    {
        type            zeroGradient;
    }
    zmin
    {
        type            zeroGradient;
    }
    zmax
    {
        type            zeroGradient;
    }
    sphere
    {
        type            zeroGradient;
    }

}

// ************************************************************************* //
